from __future__ import annotations

REMINDER_TEXT = """Намного проще придерживаться питания, когда еда уже готова заранее: не нужно каждый день думать, что приготовить, меньше тяги к вечерним перекусам и экономится куча времени 🥹🥡

Поэтому я собрала в канале удобную систему рационов:
открываете навигацию, затем выбираете меню, после готовите блюда сразу на несколько дней и вопрос с едой закрыт ✅

Что уже есть внутри:

🌿 более 30 рецептов
🌿 10 готовых рационов
🌿 Списки продуктов к меню
🌿 КБЖУ для каждого блюда

🍱 Рационы в среднем на 1500–1800 ккал
🗓️ Новые меню появляются регулярно 

И самое приятное - это не ежемесячная подписка, доступ к каналу остается навсегда 🤍

Стоимость доступа — 1390 ₽
Оплатить можно по ссылке ниже 👇"""

BROADCAST_TEXT = """А тем временем в закрытом канале вышел 12-й рацион 🥗

Если ты уже давно хочешь нормализовать своё питание, то время пришло 🌿
✨На канале уже 12 рационов с подсчитанным КБЖУ от 1500 до 1850 ккал (самое то для похудения или поддержания веса) и они постоянно будут пополнятся 
✨ 40+ рецептов (с подробным описанием + видео)
✨ В конце каждого рациона удобный pdf файл с планом готовки, что бы все заняло в среднем 2 часа 

А самое крутое, что можно начать когда тебе будет удобно и с любого понравившегося рациона 🤌🏻

Жми на кнопку, что бы забрать доступ ⬇️
"""
